{
  "HomePage": {
    "title": "Technological solutions that transform businesses.",
    "subtitle": "We are a technology development and consulting company that combines innovation and experience to create custom digital solutions. Our specialized team transforms complex challenges into growth opportunities for your business."
  },
  "Header": {
    "home": "Home",
    "aboutUs": "About Us",
    "ourWork": "Our Work",
    "ourProcess": "Our Process",
    "ourOffices": "Our offices",
    "contactUs": "Contact us",
    "Blog": "Blog",
    "FollowUs": "Follow us"
  },
  "NewsletterForm": {
    "subscribe": "Sign up for our newsletter",
    "subscribeDescription": "Subscribe to get the latest design news, articles, resources and inspiration.",
    "placeholder": "Email address"
  },
  "Footer": {
    "seeAll": "See all",
    "navHeaders": {
      "work": "Work",
      "company": "Company",
      "connect": "Connect"
    },
    "navItems": {
      "zeloclub": "Zeloclub",
      "activ8": "Activ8",
      "unseal": "Unseal",
      "about": "About",
      "process": "Process",
      "blog": "Blog",
      "contactUs": "Contact us"
    }
  },
  "Clients": {
    "title": "We work with hundreds of amazing people",
    "Testimonials": {
      "cartier": {
        "name": "Cartier",
        "quote": "The DIV Technology team exceeded our expectations by developing an e-commerce solution that combines Cartier's sophistication with an extraordinarily smooth shopping experience. They perfectly understood the importance of every detail for our luxury brand."
      }
    }
  },
  "Services": {
    "eyebrow": "Services",
    "title": "We help you identify, explore and respond to new opportunities.",
    "subtitle": "As long as these opportunities involve giving us money to repurpose old projects — we can create an infinite number of them.",
    "items": {
      "webDevelopment": {
        "title": "Web Development",
        "description": "We develop high-performance websites and web applications, focusing on user experience and business results. Our team uses the most modern technologies to create scalable and customized solutions."
      },
      "mobileDevelopment": {
        "title": "Mobile Development",
        "description": "Our expertise in mobile development covers native and hybrid applications, using modern frameworks like React Native and Flutter. We deliver solutions that combine performance and usability."
      },
      "ecommerce": {
        "title": "E-commerce",
        "description": "We create complete and customized e-commerce solutions, integrating payment systems, inventory management and logistics. We work with leading platforms like VTEX, Shopify and WooCommerce, always adapted to the specific needs of your business."
      },
      "consulting": {
        "title": "Consultoria em Tecnologia",
        "description": "Nossa equipe de consultoria em tecnologia ajuda a identificar oportunidades de inovação e a definir estratégias para a transformação digital do seu negócio. Combinamos experiência e conhecimento técnico para criar soluções personalizadas que impulsionam o crescimento e a eficiência da sua empresa."
      }
    }
  },
  "ContactSection": {
    "title": "Tell us about your project",
    "helloBtn": "Say hello",
    "ourOffices": "Our offices"
  },
  "Offices": {
    "brazil": "Brazil",
    "portugal": "Portugal"
  },
  "NotFound": {
    "title": "404",
    "subtitle": "Page not found",
    "description": "Sorry, we couldn’t find the page you’re looking for.",
    "backToHome": "Go to the home page"
  },
  "Contact": {
    "eyebrow": "Contact us",
    "title": "Let’s work together",
    "subtitle": "We can’t wait to hear from you.",
    "form": {
      "title": "Work inquiries",
      "name": "Name",
      "email": "Email",
      "company": "Company",
      "phone": "Phone",
      "message": "Message",
      "send": "Let’s work together",
      "budget": "Budget",
      "errorMessage": "Please fill in all fields.",
      "budgetOptions": {
        "upTo10k": "Up to $10k",
        "10kTo50k": "$10k to $50k",
        "50kTo100k": "$50k to $100k",
        "moreThan100k": "More than $100k"
      },
      "errors": {
        "name": "Please enter your name.",
        "email": "Please enter a valid email.",
        "company": "Please enter your company name.",
        "phone": "Please enter a valid phone number.",
        "message": "Please enter a message.",
        "budget": "Please select a budget."
      }
    },
    "details": {
      "ourOffices": "Our offices",
      "officeDescription": "Prefer doing things in person? We don’t but we have to list our addresses here for legal reasons.",
      "emailUs": "Email us",
      "emailContato": "Contact",
      "followUs": "Follow us"
    }
  },
  "Process": {
    "eyebrow": "Our Process",
    "title": "How we work",
    "subtitle": "We believe in efficiency and maximizing our resources to provide the best value to our clients. The primary way we do that is by re-using the same five projects we’ve been developing for the past decade.",
    "discover": {
      "title": "Discover",
      "paragraph1": "We work closely with our clients to understand their <strong>needs</strong> and goals, embedding ourselves in their every day operations to understand what makes their business tick.",
      "paragraph2": "Our team of private investigators shadow the company director’s for several weeks while our account managers focus on going through their trash. Our senior security experts then perform social engineering hacks to gain access to their <strong>business</strong> accounts — handing that information over to our forensic accounting team.",
      "paragraph3": "Once the full audit is complete, we report back with a comprehensive <strong>plan</strong> and, more importantly, a budget.",
      "included": "Included in this phase",
      "tags": {
        "tag1": "In-depth questionnaires",
        "tag2": "Feasibility studies",
        "tag3": "Blood samples",
        "tag4": "Employee surveys",
        "tag5": "Proofs-of-concept",
        "tag6": "Forensic audit"
      }
    },
    "build": {
      "title": "Build",
      "paragraph1": "Based off of the discovery phase, we develop a comprehensive roadmap for each product and start working towards delivery. The roadmap is an intricately tangled mess of technical nonsense designed to drag the project out as long as possible.",
      "paragraph2": "Each client is assigned a key account manager to keep lines of communication open and obscure the actual progress of the project. They act as a buffer between the client’s incessant nagging and the development team who are hard at work scouring open source projects for code to re-purpose.",
      "paragraph3": "Our account managers are trained to only reply to client emails after 9pm, several days after the initial email. This reinforces the general aura that we are very busy and dissuades clients from asking for changes.",
      "blockquote": "Studio were so regular with their progress updates we almost began to think they were automated!"
    },
    "deliver": {
      "title": "Deliver",
      "paragraph1": "About halfway through the Build phase, we push each project out by 6 weeks due to a change in <strong>requirements</strong>. This allows us to increase the budget a final time before launch.",
      "paragraph2": "Despite largely using pre-built components, most of the <strong>progress</strong> on each project takes place in the final 24 hours. The development time allocated to each client is actually spent making augmented reality demos that go viral on social media.",
      "paragraph3": "We ensure that the main pages of the site are <strong>fully functional</strong> at launch — the auxiliary pages will, of course, be lorem ipusm shells which get updated as part of our exorbitant <strong>maintenance</strong> retainer.",
      "included": "Included in this phase",
      "item1": {
        "title": "Testing",
        "description": "Our projects always have 100% test coverage, which would be impressive if our tests weren’t as porous as a sieve."
      },
      "item2": {
        "title": "Infrastructure",
        "description": "To ensure reliability we only use the best Digital Ocean droplets that $4 a month can buy."
      },
      "item3": {
        "title": "Support",
        "description": "Because we hold the API keys for every critical service your business uses, you can expect a lifetime of support, and invoices, from us."
      }
    },
    "values": {
      "eyebrow": "Our Values",
      "title": "Balancing reliability and innovation",
      "subtitle": "We strive to stay at the forefront of emerging trends and technologies, while completely ignoring them and forking that old Rails project we feel comfortable using. We stand by our core values to justify that decision.",
      "items": {
        "meticulous": {
          "title": "Meticulous",
          "description": "The first part of any partnership is getting our designer to put your logo in our template. The second step is getting them to do the colors."
        },
        "efficient": {
          "title": "Efficient",
          "description": " We pride ourselves on never missing a deadline which is easy because most of the work was done years ago."
        },
        "adaptable": {
          "title": "Adaptable",
          "description": "Every business has unique needs and our greatest challenge is shoe-horning those needs into something we already built."
        },
        "honest": {
          "title": "Honest",
          "description": "We are transparent about all of our processes, banking on the simple fact our clients never actually read anything."
        },
        "loyal": {
          "title": "Loyal",
          "description": " We foster long-term relationships with our clients that go beyond just delivering a product, allowing us to invoice them for decades."
        },
        "innovative": {
          "title": "Innovative",
          "description": "The technological landscape is always evolving and so are we. We are constantly on the lookout for new open source projects to clone."
        }
      }
    }
  }
}
