{
  "HomePage": {
    "title": "Technological solutions that transform businesses.",
    "subtitle": "We are a technology development and consulting company that combines innovation and experience to create custom digital solutions. Our specialized team transforms complex challenges into growth opportunities for your business."
  },
  "Header": {
    "home": "Home",
    "aboutUs": "About Us",
    "ourWork": "Our Work",
    "ourProcess": "Our Process",
    "ourOffices": "Our offices",
    "contactUs": "Contact us",
    "Blog": "Blog",
    "FollowUs": "Follow us",
    "Language": "Language"
  },
  "NewsletterForm": {
    "subscribe": "Sign up for our newsletter",
    "subscribeDescription": "Subscribe to get the latest design news, articles, resources and inspiration.",
    "placeholder": "Email address"
  },
  "Footer": {
    "seeAll": "See all",
    "navHeaders": {
      "work": "Work",
      "company": "Company",
      "connect": "Connect"
    },
    "navItems": {
      "zeloclub": "Zeloclub",
      "activ8": "Activ8",
      "worten": "Worten",
      "about": "About",
      "process": "Process",
      "blog": "Blog",
      "contactUs": "Contact us"
    }
  },
  "Clients": {
    "title": "We work with hundreds of amazing people",
    "Testimonials": {
      "cartier": {
        "name": "Cartier",
        "quote": "The DIV Technology team exceeded our expectations by developing an e-commerce solution that combines Cartier's sophistication with an extraordinarily smooth shopping experience. They perfectly understood the importance of every detail for our luxury brand."
      }
    }
  },
  "Services": {
    "eyebrow": "Services",
    "title": "We help you identify, explore and respond to new opportunities.",
    "subtitle": "We transform challenges into innovative solutions, developing custom projects that drive the growth of your business.",
    "items": {
      "webDevelopment": {
        "title": "Web Development",
        "description": "We develop high-performance websites and web applications, focusing on user experience and business results. Our team uses the most modern technologies to create scalable and customized solutions."
      },
      "mobileDevelopment": {
        "title": "Mobile Development",
        "description": "Our expertise in mobile development covers native and hybrid applications, using modern frameworks like React Native and Flutter. We deliver solutions that combine performance and usability."
      },
      "ecommerce": {
        "title": "E-commerce",
        "description": "We create complete and customized e-commerce solutions, integrating payment systems, inventory management and logistics. We work with leading platforms like VTEX, Shopify and WooCommerce, always adapted to the specific needs of your business."
      },
      "consulting": {
        "title": "Consultoria em Tecnologia",
        "description": "Nossa equipe de consultoria em tecnologia ajuda a identificar oportunidades de inovação e a definir estratégias para a transformação digital do seu negócio. Combinamos experiência e conhecimento técnico para criar soluções personalizadas que impulsionam o crescimento e a eficiência da sua empresa."
      }
    }
  },
  "ContactSection": {
    "title": "Tell us about your project",
    "helloBtn": "Say hello",
    "ourOffices": "Our offices"
  },
  "Offices": {
    "brazil": "Brazil",
    "portugal": "Portugal"
  },
  "NotFound": {
    "title": "404",
    "subtitle": "Page not found",
    "description": "Sorry, we couldn’t find the page you’re looking for.",
    "backToHome": "Go to the home page"
  },
  "Contact": {
    "eyebrow": "Contact us",
    "title": "Let’s work together",
    "subtitle": "We can’t wait to hear from you.",
    "form": {
      "title": "Work inquiries",
      "name": "Name",
      "email": "Email",
      "company": "Company",
      "phone": "Phone",
      "message": "Message",
      "send": "Let’s work together",
      "budget": "Budget",
      "errorMessage": "Please fill in all fields.",
      "budgetOptions": {
        "upTo10k": "Up to $10k",
        "10kTo50k": "$10k to $50k",
        "50kTo100k": "$50k to $100k",
        "moreThan100k": "More than $100k"
      },
      "errors": {
        "name": "Please enter your name.",
        "email": "Please enter a valid email.",
        "company": "Please enter your company name.",
        "phone": "Please enter a valid phone number.",
        "message": "Please enter a message.",
        "budget": "Please select a budget."
      }
    },
    "details": {
      "ourOffices": "Our offices",
      "officeDescription": "Prefer doing things in person? We don’t but we have to list our addresses here for legal reasons.",
      "emailUs": "Email us",
      "emailContato": "Contact",
      "followUs": "Follow us"
    }
  },
  "Process": {
    "eyebrow": "Our Process",
    "title": "How we work",
    "subtitle": "Our agile methodology combines strategic planning and iterative development to deliver efficient solutions. Each step is documented and validated with the client, ensuring transparency and results aligned with business objectives.",
    "discover": {
      "title": "Discover",
      "paragraph1": "We work closely with our clients to deeply understand their business <strong>needs and objectives</strong> , aligning technology with their strategic vision.",
      "paragraph2": "Our technical team conducts a complete diagnosis through workshops and structured meetings, mapping existing <strong>processes</strong> and identifying <strong>opportunities</strong> for innovation through technology.",
      "paragraph3": "Based on the analysis, we develop a detailed <strong>technical proposal</strong> that includes solution architecture, technology choices, and estimates of time and investment.",
      "included": "Included in this phase",
      "tags": {
        "tag1": "Technical requirements analysis",
        "tag2": "Feasibility studies",
        "tag3": "Competitor analysis",
        "tag4": "Process mapping",
        "tag5": "Proofs of concept",
        "tag6": "KPI definition"
      }
    },
    "build": {
      "title": "Build",
      "paragraph1": "Based on technical planning, we begin development using agile methodologies and modern software engineering practices. Our team works in weekly sprints, with incremental deliveries that allow continuous validation and course adjustments when necessary.",
      "paragraph2": "During this phase, we maintain full transparency through weekly follow-up meetings and a real-time updated dashboard. Each feature undergoes rigorous quality control, including automated testing, code review, and requirements validation before being integrated into the project.",
      "paragraph3": "Communication is managed by a dedicated Product Owner, who acts as a bridge between the technical team and stakeholders, ensuring constant alignment and quick response to feedback. We use tools like Jira and GitHub to document the entire development process and facilitate collaboration between teams.",
      "blockquote": "DIV's team demonstrated technical excellence and transparent communication throughout development. Their consistent deliveries and code quality gave us complete confidence in the project."
    },
    "deliver": {
      "title": "Deliver",
      "paragraph1": "We conduct a series of technical and business validations to ensure that the delivered solution <strong>creates real impact</strong>. We document all test results, performance metrics, and proofs of concept to demonstrate the generated value.",
      "paragraph2": "During deployment, we execute a structured go-live plan that includes <strong>real-time</strong> monitoring, security backups, and rollback procedures. Our team provides <strong>dedicated support</strong> in the first few weeks to ensure a smooth transition.",
      "paragraph3": "We deliver complete <strong>documentation</strong> of the project, including technical manuals, user guides, and performance reports. We also conduct knowledge transfer sessions to empower your team.",
      "included": "Included in this phase",
      "item1": {
        "title": "Testing",
        "description": "We perform comprehensive integration, load, and security tests to ensure the robustness and reliability of the solution before production launch."
      },
      "item2": {
        "title": "Infrastructure",
        "description": "We deploy in a high-availability cloud environment, with 24/7 monitoring, automated backups, and disaster recovery procedures."
      },
      "item3": {
        "title": "Support",
        "description": "We provide specialized technical support with defined SLAs, complete documentation, and continuous post-deployment follow-up."
      }
    },
    "values": {
      "eyebrow": "Our Values",
      "title": "Balancing reliability and innovation",
      "subtitle": "Our pursuit of technical excellence is guided by the balance between adopting modern technologies and maintaining stable and tested solutions. We constantly invest in research and development, maintaining a high standard of quality.",
      "items": {
        "meticulous": {
          "title": "Meticulous",
          "description": "We apply rigorous quality standards to every line of code, ensuring robust and scalable solutions."
        },
        "efficient": {
          "title": "Efficient",
          "description": "We use agile methodologies and automation to maximize productivity without compromising quality."
        },
        "adaptable": {
          "title": "Adaptable",
          "description": "We develop flexible solutions that evolve with your business needs."
        },
        "honest": {
          "title": "Honest",
          "description": "We maintain transparent communication about deadlines, costs, and technical challenges."
        },
        "loyal": {
          "title": "Loyal",
          "description": "We build lasting partnerships based on trust and consistent results."
        },
        "innovative": {
          "title": "Innovative",
          "description": "We explore new technologies and methodologies to deliver increasingly efficient solutions."
        }
      }
    }
  },
  "Works": {
    "eyebrow": "Our Work",
    "title": "Proven solutions for real-world problems.",
    "subtitle": "Our experience in digital transformation spans various segments and challenges. Understand how we help companies accelerate their growth through innovative technological solutions, from startups to large corporations.",
    "testimonial": "<em>DIV Technology's</em> team has been a key partner in our digital transformation journey. Their technical expertise and strategic vision have helped us achieve our business goals and exceed our customers' expectations.",
    "clients": {
      "title": " You’re in good company"
    },
    "caseStudies": {
      "title": "Case Studies",
      "readBtn": "Read case study",
      "client": "Client",
      "year": "Year",
      "service": "Service",
      "more": "More case studies"
    }
  },
  "Blog": {
    "eyebrow": "Blog",
    "title": "Stay up to date with the latest trends in technology and design.",
    "subtitle": "Our blog is a space for sharing knowledge and insights about the digital world. We publish articles, tutorials, and case studies that help you stay ahead in the market.",
    "published": "Published",
    "author": "Author",
    "readMore": "Read more",
    "by": "by",
    "moreArticles": "More articles"
  },
  "About": {
    "eyebrow": "About us",
    "hero_title": "Our strength lies in technical innovation",
    "hero_subtitle": "We believe that our strength lies in our advanced technological approach, which places measurable results at the center of every solution.",
    "main_paragraph": "Div Technology was founded by technology experts who identified the need for a development partner that combined technical excellence with business results. From the beginning, our commitment has been to deliver innovative solutions that generate real impact.",
    "secondary_paragraph": "At Div Technology, we are more than a software company - we are architects of digital transformation. Our team of experts works with the most advanced technologies and agile methodologies, ensuring high-quality deliveries that exceed expectations.",
    "stats": {
      "projects": {
        "value": "35",
        "label": "Projects delivered"
      },
      "clients": {
        "value": "52",
        "label": "Satisfied clients"
      },
      "revenue": {
        "value": "$2.5M",
        "label": "Value generated"
      }
    },
    "culture": {
      "eyebrow": "Our culture",
      "title": "Culture of innovation and excellence",
      "subtitle": "Our culture is based on values that promote innovation, technical excellence, and collaboration. We believe that the diversity of experiences and perspectives is essential for creating innovative and effective solutions.",
      "values": {
        "innovation": {
          "title": "Innovation",
          "description": "We constantly seek new technologies and methodologies to create innovative solutions that drive our clients' growth."
        },
        "excellence": {
          "title": "Excellence",
          "description": "Our pursuit of technical excellence is reflected in every line of code we write and in every solution we deliver."
        },
        "collaboration": {
          "title": "Collaboration",
          "description": "We believe that collaboration is essential for success. We work closely with our clients to ensure their needs are met."
        }
      }
    },
    "team": {
      "leadership": "Leadership",
      "team": "Team"
    },
    "pageLinks": {
      "title": "From the blog",
      "intro": "Learn more about Div Technology and our innovative approach to developing technological solutions."
    }
  }
}
