{
  "HomePage": {
    "title": "Soluções tecnológicas que transformam negócios.",
    "subtitle": "Somos uma empresa de desenvolvimento e consultoria em tecnologia que une inovação e experiência para criar soluções digitais sob medida. Nosso time especializado transforma desafios complexos em oportunidades de crescimento para seu negócio."
  },
  "Header": {
    "home": "Home",
    "aboutUs": "Sobre nós",
    "ourWork": "Nosso Trabalho",
    "ourProcess": "Nosso Processo",
    "ourOffices": "Nossos Escritórios",
    "contactUs": "Contate-nos",
    "Blog": "Blog",
    "FollowUs": "Siga-nos"
  },
  "NewsletterForm": {
    "subscribe": "Inscreva-se em nossa newsletter",
    "subscribeDescription": "Inscreva-se para receber as últimas notícias de design, artigos, recursos e inspiração.",
    "placeholder": "Endereço de e-mail"
  },
  "Footer": {
    "seeAll": "Ver todos",
    "navHeaders": {
      "work": "Trabalho",
      "company": "Empresa",
      "connect": "Conecte-se"
    },
    "navItems": {
      "zeloclub": "Zeloclub",
      "activ8": "Activ8",
      "unseal": "Unseal",
      "about": "Sobre",
      "process": "Processo",
      "blog": "Blog",
      "contactUs": "Contate-nos"
    }
  },
  "Clients": {
    "title": "Trabalhamos com centenas de pessoas incríveis",
    "Testimonials": {
      "cartier": {
        "name": "Cartier",
        "quote": "A equipe da DIV Tecnologia superou nossas expectativas ao desenvolver uma solução de e-commerce que combina a sofisticação da Cartier com uma experiência de compra extraordinariamente fluida. Eles entenderam perfeitamente a importância de cada detalhe para nossa marca de luxo."
      }
    }
  },
  "Services": {
    "eyebrow": "Serviços",
    "title": "Ajudamos você a identificar, explorar e responder a novas oportunidades.",
    "subtitle": "Enquanto essas oportunidades envolverem nos dar dinheiro para reaproveitar projetos antigos — podemos criar um número infinito deles.",
    "items": {
      "webDevelopment": {
        "title": "Desenvolvimento Web",
        "description": "Desenvolvemos websites e aplicações web de alto desempenho, com foco em experiência do usuário e resultados de negócio. Nossa equipe utiliza as tecnologias mais modernas para criar soluções escaláveis e personalizadas."
      },
      "mobileDevelopment": {
        "title": "Desenvolvimento de Aplicativos",
        "description": "Nossa expertise em desenvolvimento mobile abrange aplicativos nativos e híbridos, utilizando frameworks modernos como React Native e Flutter. Entregamos soluções que combinam performance e usabilidade."
      },
      "ecommerce": {
        "title": "E-commerce",
        "description": "Criamos soluções de e-commerce completas e personalizadas, integrando sistemas de pagamento, gestão de estoque e logística. Trabalhamos com plataformas líderes como VTEX, Shopify e WooCommerce, sempre adaptadas às necessidades específicas do seu negócio."
      },
      "consulting": {
        "title": "Consultoria em Tecnologia",
        "description": "Oferecemos consultoria estratégica em transformação digital, arquitetura de sistemas e otimização de processos. Nosso time experiente ajuda sua empresa a tomar as melhores decisões tecnológicas alinhadas aos seus objetivos de negócio."
      }
    }
  },
  "ContactSection": {
    "title": "Conte-nos sobre seu projeto",
    "helloBtn": "Diga olá",
    "ourOffices": "Nossos Escritórios"
  },
  "Offices": {
    "brazil": "Brasil",
    "portugal": "Portugal"
  },
  "NotFound": {
    "title": "404",
    "subtitle": "Página não encontrada",
    "description": "A página que você está procurando não existe. Você pode voltar para a página inicial ou nos contatar se precisar de ajuda.",
    "backToHome": "Voltar para a página inicial"
  },
  "Contact": {
    "eyebrow": "Contate-nos",
    "title": "Vamos trabalhar juntos",
    "subtitle": "Mal podemos esperar para ouvir de você.",
    "form": {
      "title": "Propostas de trabalho",
      "name": "Nome",
      "email": "E-mail",
      "company": "Empresa",
      "phone": "Telefone",
      "message": "Mensagem",
      "send": "Vamos trabalhar juntos",
      "budget": "Orçamento",
      "errorMessage": "Por favor, preencha todos os campos.",
      "budgetOptions": {
        "upTo10k": "Até R$10k",
        "10kTo50k": "R$10k a R$50k",
        "50kTo100k": "R$50k a R$100k",
        "moreThan100k": "Mais de R$100k"
      },
      "errors": {
        "name": "Por favor, insira seu nome.",
        "email": "Por favor, insira um e-mail válido.",
        "company": "Por favor, insira o nome da sua empresa.",
        "phone": "Por favor, insira um número de telefone válido.",
        "message": "Por favor, insira uma mensagem.",
        "budget": "Por favor, selecione um orçamento."
      }
    },
    "details": {
      "ourOffices": "Nossos escritórios",
      "officeDescription": "Prefere fazer as coisas pessoalmente? Atendemos principalmente online, mas você pode encontrar nossos endereços físicos aqui.",
      "emailUs": "E-mail",
      "emailContato": "Contatos",
      "followUs": "Siga-nos"
    }
  },
  "Process": {
    "eyebrow": "Nosso Processo",
    "title": "Como trabalhamos",
    "subtitle": "Acreditamos na eficiência e em maximizar nossos recursos para oferecer o melhor valor aos nossos clientes. A principal maneira de fazer isso é reaproveitando os mesmos cinco projetos que desenvolvemos na última década.",
    "discover": {
      "title": "Descoberta",
      "paragraph1": "Trabalhamos em estreita colaboração com nossos clientes para entender suas <strong>necessidades</strong> e objetivos, nos inserindo em suas operações diárias para compreender o que faz seu negócio funcionar.",
      "paragraph2": "Nossa equipe de investigadores particulares segue os diretores da empresa por várias semanas enquanto nossos gerentes de contas se concentram em vasculhar seu lixo. Nossos especialistas em segurança sênior então realizam hacks de engenharia social para obter acesso às suas contas <strong>empresariais</strong> — entregando essas informações à nossa equipe de contabilidade forense.",
      "paragraph3": "Uma vez que a auditoria completa é concluída, reportamos com um <strong>plano</strong> abrangente e, mais importante, um orçamento.",
      "included": "Incluído nesta etapa:",
      "tags": {
        "tag1": "Questionários detalhados",
        "tag2": "Estudos de viabilidade",
        "tag3": "Análise de concorrência",
        "tag4": "Pesquisas com funcionários",
        "tag5": "Provas de conceito",
        "tag6": "Auditoria forense"
      }
    }
  }
}
